/* GENERAL STRINGS */
"OK" = "pai";
"Cancel" = "Whakakore";
"Delete" = "whakakore";
"Rename" = "Whakaingoa ano";
"Actions" = "Mahi";
"Issue" = "Putanga";


/* SIDEBARVIEW */
"Filters" = "Whiriwhiringa";
"Smart Filters" = "Whiriwhiringa atamai";
"All Issues" = "Nga Take Katoa";
"Recent Issues" = "Nga Take Hou";
"Tags" = "Tohutohu";
"Add tag" = "Tāpiri tūtohu";
"Show awards" = "Whakaatu tohu";

"Rename tag" = "Whakaingoa ano te tohu";
"New name" = "Ingoa hou";



/* CONTENTVIEW */
"Issues" = "Nga take";
"Filter Issues" = "Tātari Take";

/* A button that shows a menu with the following options */
"Filter" = "Tātari";
"Turn Filter On" = "Whakakā te Tātari"; /* Enables filtering */
"Turn Filter Off" = "Whakawetohia te Tātari"; /* Disables filtering */
"Sort By" = "Kōmaka mā"; /* Adjust the order issues are shown */
"Date Created" = "Te Ra i Hangaia"; /* Sort issues by the date they were created */
"Date Modified" = "Te Ra i Whakakētia"; /* Sort issues by the date they were last changed */
"Newest to Oldest" = "Hou ki te Tawhito"; /* Place newer issues before older issues */
"Oldest to Newest" = "Tawhito ki te Hou"; /* Place older issues before newer issues */

"All" = "Katoa";
"Open" = "Tuwhera";
"Closed" = "Katia";

"No tags" = "Karekau he tohu";

"Low" = "Iti";
"Medium" = "Waenga";
"High" = "Teitei";

/* Create a new issue */
"New Issue" = "Putanga Hou";

/* A text placeholder, to help users search */
"Filter issues, or type # to add tags" = "Tātari take, patohia ranei # hei taapiri tohu";

/* Shown as a status for closed issues */
"CLOSED" = "Katia";



/* DETAILSVIEW */
"Details" = "Nga korero";

/* NOISSUEVIEW */
"No Issue Selected" = "Kaore he take i tohua";

/* ISSUEVIEW */
"Copy Issue Title" = "Tārua Taitara Take";
"Close Issue" = "Katia te Putanga";
"Re-open Issue" = "Whakatuwheratia ano te Putanga";

/* Fields that let the users enter details about a specific issue */
"Enter the issue title here" = "Whakauruhia te taitara take ki konei";
"**Modified:** %@" = "**Whakakē:** %@";
"**Status:** %@" = "**Tuanga:** %@";
"Priority" = "Ko te kaupapa matua";
"Add Tags" = "Tāpiri Tohu";
"Basic Information" = "Nga korero taketake";
"Enter the issue description here" = "Whakauruhia te whakaahuatanga take ki konei";
"Description goes here" = "Ka haere te whakaahuatanga ki konei";



/* AWARDS VIEW */
"Awards" = "Tohu";

"Locked" = "Kua maukati";
"Unlocked: %@" = "Wewete: %@";

/* DATA */
"New tag" = "Tohu hou";
"New issue" = "Putanga hou";
"All Issues" = "Nga Take Katoa";
"Recent Issues" = "Nga Take Hou";
"No tags" = "Karekau he tohu";


/* DEBUG ONLY */
"ADD SAMPLES" = "Tāpiri Tauira";
